src/xml/request_oclc/oclc_bog_korstog.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:28743092">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:01:19.962Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:14.647Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:01:19.962Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:01:20.038Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
<audit:record ID="AUDREC2">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>DC</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:14.647Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:01:19.971Z" MIMETYPE="text/xml" SIZE="8431">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>28743092|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Korstog</dc:title><dc:title xsi:type="dkdcplus:full">Korstog</dc:title><dc:creator xsi:type="dkdcplus:aut">Robyn Young</dc:creator><dc:creator xsi:type="oss:sort">Young, Robyn</dc:creator><dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">historie</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">korstogene</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">middelalderen</dc:subject><dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">tempelriddere</dc:subject><dcterms:abstract>Tempelridderen Will Campbell opholder sig i 1274 i Akko, det hellige Land. Korstogene er midlertidigt indstillede, der er sluttet fred mellem muslimer og kristne, men freden er skrøbelig. Will sendes på en mission for at nye blodige kampe kan undgås</dcterms:abstract><dc:description xsi:type="dkdcplus:series">2. del af: Broderskabet</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dkdcplus:version>1. udgave</dkdcplus:version><dc:publisher>People&apos;s Press</dc:publisher><dc:contributor xsi:type="dkdcplus:trl">Svend Ranild</dc:contributor><dc:date>2011</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dcterms:extent>595 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">9788771082326</dc:identifier><dc:source>Crusade</dc:source><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language><dcterms:spatial xsi:type="dkdcplus:DBCS">Akko</dcterms:spatial><dcterms:spatial xsi:type="dkdcplus:DBCS">Palæstina</dcterms:spatial><dcterms:temporal xsi:type="dkdcplus:DBCP">1270-1279</dcterms:temporal><dcterms:temporal xsi:type="dkdcplus:DBCP">1280-1289</dcterms:temporal></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">28743092</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20110708152913</marcx:subfield><marcx:subfield code="d">20110413</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2011</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="d">x</marcx:subfield><marcx:subfield code="j">f</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="e">9788771082326</marcx:subfield><marcx:subfield code="c">ib.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">ACC201115</marcx:subfield><marcx:subfield code="a">DBF201121</marcx:subfield><marcx:subfield code="x">BKM201121</marcx:subfield><marcx:subfield code="x">DAT201128</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="a">dan</marcx:subfield><marcx:subfield code="c">eng</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Young</marcx:subfield><marcx:subfield code="h">Robyn</marcx:subfield><marcx:subfield code="4">aut</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="241"><marcx:subfield code="a">Crusade</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Korstog</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="250"><marcx:subfield code="a">1. udgave</marcx:subfield><marcx:subfield code="b">÷</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Kbh.</marcx:subfield><marcx:subfield code="b">People&apos;s Press</marcx:subfield><marcx:subfield code="c">2011</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">595 sider</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="504"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Tempelridderen Will Campbell opholder sig i 1274 i Akko, det hellige Land. Korstogene er midlertidigt indstillede, der er sluttet fred mellem muslimer og kristne, men freden er skrøbelig. Will sendes på en mission for at nye blodige kampe kan undgås</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="521"><marcx:subfield code="b">1. oplag</marcx:subfield><marcx:subfield code="c">2011</marcx:subfield><marcx:subfield code="k">tr. i udl.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="526"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="i">2. del af</marcx:subfield><marcx:subfield code="t">Broderskabet</marcx:subfield><marcx:subfield code="b">. Seriens indhold se denne</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="532"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Med litteraturhenvisninger</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="n">83</marcx:subfield><marcx:subfield code="z">26</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="o">sk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">middelalderen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">tempelriddere</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">korstogene</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">historie</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="i">1270-1279</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="i">1280-1289</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="q">Akko</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="q">Palæstina</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="720"><marcx:subfield code="o">Svend Ranild</marcx:subfield><marcx:subfield code="4">trl</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="o">201121</marcx:subfield><marcx:subfield code="b">l</marcx:subfield><marcx:subfield code="b">v</marcx:subfield><marcx:subfield code="u">nt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2011-04-13</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>fiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:01:19.971Z" MIMETYPE="text/xml" SIZE="2021">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">jj</marcx:subfield><marcx:subfield code="o">ehw</marcx:subfield><marcx:subfield code="a">snakket med psc vedr. Akko/Palæstina</marcx:subfield><marcx:subfield code="k">osh</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d09"><marcx:subfield code="z">REX201124</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d30"><marcx:subfield code="i">h</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d31"><marcx:subfield code="b">158</marcx:subfield><marcx:subfield code="h">233</marcx:subfield><marcx:subfield code="t">42</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d32"><marcx:subfield code="b">155</marcx:subfield><marcx:subfield code="h">230</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d33"><marcx:subfield code="c">f</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d35"><marcx:subfield code="a">I</marcx:subfield><marcx:subfield code="i">03</marcx:subfield><marcx:subfield code="n">09</marcx:subfield><marcx:subfield code="p">05</marcx:subfield><marcx:subfield code="q">09</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f06"><marcx:subfield code="b">l</marcx:subfield><marcx:subfield code="b">v</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n51"><marcx:subfield code="a">20110523</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20110413</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamBMV201119</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">nk</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:01:20.038Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:28743092">
    <isMemberOfUnit xmlns="info:fedora/">unit:35603</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:35603</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.1" LABEL="" CREATED="2013-05-16T12:09:14.647Z" MIMETYPE="text/xml" SIZE="1212">
<foxml:xmlContent>
<oai_dc:dc xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>korstog</dc:title>
  <dc:title>MATCH:korsto</dc:title>
  <dc:creator>Robyn Young</dc:creator>
  <dc:creator>NOBIRTH:Robyn Young</dc:creator>
  <dc:creator>MATCHSTRING:Youngr</dc:creator>
  <dc:subject>historie</dc:subject>
  <dc:subject>korstogene</dc:subject>
  <dc:subject>middelalderen</dc:subject>
  <dc:subject>tempelriddere</dc:subject>
  <dc:subject>Akko</dc:subject>
  <dc:subject>Palæstina</dc:subject>
  <dc:subject>1270-1279</dc:subject>
  <dc:subject>1280-1289</dc:subject>
  <dc:publisher>people&apos;s press</dc:publisher>
  <dc:publisher>MATCHSTRING:people&apos;</dc:publisher>
  <dc:contributor>svend ranild</dc:contributor>
  <dc:date>2011</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:28743092</dc:identifier>
  <dc:identifier>ISBN:9788771082326</dc:identifier>
  <dc:source>crusade</dc:source>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:31:22.908</timestamp>
<pid>870970-basis:28743092</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
